Repository: w3programer/Halan
Catalog: Halan/*.lproj/Localizable.strings
Languages: ar

source: SR
ar: ريال

source: can not match password
ar: كلمة المرور غير مطابقه

source: Cancel Order
ar: إلغاد الطلب

source: Canceled
ar: الطلبات الملغاة

source: cancelltion Reasons
ar: سبب الإلغاء

source: connectionbody
ar: الاتصال

source: Current
ar: الطلبات الحاليه

source: Dismiss
ar: تجاهل

source: Driver Delayed
ar: لقدتأخر السائق

source: Driver Registeration
ar: التسجيل كسائق

source: error while executing your request
ar: خطأ في تسجيل طلبك من فضلك اعد المحاولة

source: facebook
ar: فيس بوك

source: failed
ar: فشل

source: Femail
ar: انثي

source: google
ar: قوقل

source: halan app in your service
ar: حالا في خدمتك

source: instigram
ar: انستقرام

source: loginmessagehead
ar: تقرير

source: Mail
ar: ذكر

source: me
ar: انا

source: message body
ar: رساله تقرير

source: message sent success
ar: تم ارسال الرسالة بنجاح

source: message title
ar: عنوان الرسالة

source: More
ar: مزيد

source: No Thanks
ar: لا شكرا

source: Other reasons
ar: اسباب أخرى

source: payment sent success
ar: تم ارسال التحويل بنجاح

source: Please Select an Option from this reasons
ar: من فضلك قم بإختيار سبب للإلغاء

source: Previous
ar: الطلبات السابقه

source: report
ar: تقرير

source: Send order to another driver
ar: إرسال الي سائق آخر

source: snapchat
ar: سناب شات

source: success
ar: نجح

source: sucess
ar: نجح

source: twitter
ar: تويتر

source: updated success
ar: تم التعديل بنجاح

source: username or password is empty
ar: خطأ راجع بياناتك

source: yes
ar: نعم

source: your current location here
ar: موقعك

source: your order hase been sent successfuly
ar: تم ارسال طلبك لاقرب سائقين محيطين بك
